cask_args appdir: "/Applications"
  
tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "pyenv"
brew "rbenv"
brew "go"
brew "elixir"
brew "cocoapods"
brew "lazygit"
brew "starship"
brew "carthage"
brew "chruby"

cask "google-chrome"
cask "slack"
cask "iterm2"
cask "jetbrains-toolbox"
cask "docker"
cask "postman"
cask "alfred"
cask "zeplin"
cask "abstract"
cask "1password"
