cask_args appdir: "/Applications"
  
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

brew "git"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "pyenv"
brew "go"
brew "elixir"
brew "cocoapods"
brew "lazygit"
brew "starship"
brew "carthage"
brew "chruby"
brew "direnv"
brew "ruby-install"
brew "wget"
brew "xcodegen"
brew "ffmpeg"

# 'brew cask install'
cask "iterm2"
cask "visual-studio-code"
cask "hammerspoon"
cask "dozer"
cask "google-chrome"
cask "1password"
cask "cleanshot"
cask "swish"
cask "alfred"
cask "discord"
cask "figma"
cask "transmission"

mas "Caffeinated", id: 1362171212
mas "Dropover", id: 1355679052
mas "FreeMan", id: 510934532
mas "Line", id: 539883307
mas "Spark", id: 1176895641
