cask_args appdir: "/Applications"
  
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

brew "git"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "pyenv"
brew "rbenv"
brew "go"
brew "elixir"
brew "cocoapods"
brew "lazygit"
brew "starship"
brew "carthage"
brew "chruby"
brew "direnv"
brew "ruby-install"
brew "wget"

cask "iterm2"
cask "visual-studio-code"
cask "hammerspoon"
cask "dozer"